[{"id":"1","date":"1980-2-9","title":"Новая кровь","explanation":"В 1980 году британская группа Iron Maiden совершила мощный прорыв, выпустив свой дебютный одноимённый альбом, ставший классикой новой волны британского хеви-метала и заложивший основу их будущего величия. В то время в составе блистали Пол Ди’Анно с его хриплым вокалом, виртуозные гитаристы Дэйв Мюррей и Деннис Страттон, непревзойдённый басист Стив Харрис и ударник Клайв Бёрр, чьй драйв задавал ритмическую мощь их звучания. Такие треки, как \"Running Free\" и эпичная \"Phantom of the Opera\", моментально стали хитами, покорив фанатов сочетанием скоростных риффов, сложных аранжировок и мрачной атмосферы. Год ознаменовался и первым серьёзным турне, включавшим концерты в поддержку Judas Priest, что резко подняло популярность группы, несмотря на скорую замену Страттона на Адриана Смита, чей стиль ещё больше обогатил их музыку. Ярким событием стало скандальное выступление на BBC, где Iron Maiden демонстративно отказались имитировать игру под фонограмму, заявив о себе как о ярых приверженцах живого звука и настоящего метал-духа. Этот период, наполненный энергией, экспериментами и борьбой за признание, не только укрепил их репутацию, но и предопределил стремительный взлёт в следующие годы. Так 1980-й стал для Iron Maiden отправной точкой на пути к статусу легенд метал-сцены, а их дебютный альбом — культовой работой, вдохновившей целые поколения музыкантов.","url":"https://sun9-73.userapi.com/c11519/u5047233/142094758/z_9c9f44a8.jpg"},{"id":"3","date":"1983-11-4","title":"Новая кровь","explanation":"В 1981 году Iron Maiden совершили судьбоносное изменение, пригласив на вокал Брюса Дикинсона, чей мощный оперный вокал и сценическая харизма вывели группу на принципиально новый уровень. Приход Диккинсона совпал с записью альбома \"The Number of the Beast\" (1982), который не только стал платиновым, но и превратился в визитную карточку группы, благодаря таким хитам, как \"Run to the Hills\" и заглавному треку. Брюс идеально вписался в звучание коллектива, дополнив их агрессивный металлический саунд мелодичностью и техничностью вокала, что резко выделило Iron Maiden на фоне других метал-групп. Его театральная манера исполнения и умение держать аудиторию сделали концерты группы по-настоящему захватывающими, а его тексты, наполненные историческими и литературными отсылками, придали песням глубину. Хотя некоторые фанаты поначалу скептически отнеслись к уходу Пола Ди’Анно, очень скоро Дикинсон доказал, что именно он — идеальный фронтмен для Iron Maiden, способный вывести их к мировому признанию. Вместе с ним группа записала свои самые знаменитые альбомы, включая \"Powerslave\" и \"Seventh Son of a Seventh Son\", ставшие классикой хеви-метала. Таким образом, приход Брюса Дикинсона не просто изменил звучание группы — он определил её золотую эру и превратил Iron Maiden в одну из величайших метал-групп в истории.","url":"https://i.ytimg.com/vi/0e0tBxXz5KE/maxresdefault.jpg"},{"id":"2","date":"2021-28-11","title":"Маскот","explanation":"Эдди (Eddie the Head) — самый узнаваемый символ группы Iron Maiden, появившийся на обложках всех их альбомов. Его жутковатый, но харизматичный образ воплощает дух музыки коллектива — мрачный, бунтарский и полный мистики. Впервые Эдди появился на дебютном альбоме 1980 года, изображая зомби с топором в голове, и с тех пор его облик постоянно менялся. Он превращался в древнеегипетскую мумию, футуристического киборга, демонического монстра и даже в пилота самолёта-истребителя. Эдди стал не просто логотипом, а полноценным персонажем, отражающим концепцию каждого нового релиза группы. На концертах Iron Maден его гигантские механические или резиновые фигуры оживают, устрашая и восхищая фанатов. Для миллионов поклонников Эдди — больше чем маскот, он — легенда хеви-метала, олицетворяющая бессмертный дух Iron Maiden.","url":"https://avatars.mds.yandex.net/i?id=df72ee6944e7bc8b5e6fb945516ec5c4_l-12649183-images-thumbs&n=13"},{"id":"4","date":"2025-01-01","title":"Run for you lives tour","explanation":"IRON MAIDEN ANNOUNCE 'RUN FOR YOUR LIVES' WORLD TOUR 2025/26!\n\nThe Run For Your Lives World Tour will kick off on May 27th next year in Budapest followed by 27 stadium, festival & arena shows around Europe. The tour marks 50 years since Steve Harris formed the band in late 1975 and to celebrate this Maiden fans are promised a very special set list, spanning the nine studio albums from ‘Iron Maiden’ to ‘Fear Of The Dark’, with their most spectacular and elaborate show ever!\n","url":"https://i.ytimg.com/vi/WITvnVV2Yak/maxresdefault.jpg"}]