[{"id":1,"date":"2010-04-28","explanation":"On April 17, the sky was clear and the Sun's colour was spectacular as night approached. This striking telescopic view even captures the Sun's swollen and distorted shape from the southern coast of the UK. Reflecting a bright column of sunlight, the sea also appears golden, with the horizon marked by the city of Portsmouth. Were the colours made more intense by volcanic dust? Maybe not. Normally, sunset (and sunrise) colours can still be very dramatic, especially when the atmosphere is clear and the Sun is viewed very near the horizon, as in this scene. But large dust particles, like those in the airline-thwarting ash clouds from the erupting Icelandic volcano Eyjafjallajökull, tend to create diffuse and subdued sunset colours.","title":"Sunset on a Golden Sea","url":"https://apod.nasa.gov/apod/image/1004/2010-04-17_C_IMG_0949_w900.jpg"},{"id":2,"date":"2010-04-28","title":"Sunset on a Golden Sea","explanation":"On April 17, the sky was clear and the Sun's colour was spectacular as night approached. This striking telescopic view even captures the Sun's swollen and distorted shape from the southern coast of the UK. Reflecting a bright column of sunlight, the sea also appears golden, with the horizon marked by the city of Portsmouth. Were the colours made more intense by volcanic dust? Maybe not. Normally, sunset (and sunrise) colours can still be very dramatic, especially when the atmosphere is clear and the Sun is viewed very near the horizon, as in this scene. But large dust particles, like those in the airline-thwarting ash clouds from the erupting Icelandic volcano Eyjafjallajökull, tend to create diffuse and subdued sunset colours.","url":"https://i.ytimg.com/vi/Xm4uoQVbRQ0/maxresdefault.jpg?sqp=-oaymwEmCIAKENAF8quKqQMa8AEB-AH-CYAC0AWKAgwIABABGH8gLSgwMA8=&amp;rs=AOn4CLCEJ5NB_4ZohkEslm5xVgo4HlJ-bQ"},{"id":"3","date":"2024-3-12","title":"Senjutsu","explanation":"Iron Maiden's Senjutsu (2021) is the band’s 17th studio album, showcasing their signature epic heavy metal sound with progressive and cinematic influences.\nThe album features three tracks over 10 minutes long (\"Hell on Earth,\" \"The Parchment,\" \"Death of the Celts\"), highlighting Maiden’s love for complex storytelling and lengthy compositions. With themes inspired by samurai, war, and mythology, Senjutsu blends Bruce Dickinson’s powerful vocals with intricate guitar harmonies and galloping basslines. While some critics argue it’s overly long, fans praise its ambitious scope and nostalgic throwback to Maiden’s classic era. The striking Eddie samurai cover art by Mark Wilkinson adds to the album’s dramatic, battle-ready aesthetic. Though not as instantly catchy as The Number of the Beast or Powerslave, Senjutsu proves Iron Maiden still thrives on creativity and grandeur decades into their career.","url":"https://main-cdn.sbermegamarket.ru/big2/hlr-system/126/964/215/793/192/2/600004469305b0.jpeg"}]